<template>
  <v-container
    id="disclaimer"
    tag="section"
  >
    <v-col lg="12" md="12" sm="12">
      <div class="text component aem-GridColumn--default--none aem-GridColumn aem-GridColumn--default--12 aem-GridColumn--offset--default--0">
        <div class="textbody">
          <div class="cmp-text">
            <h2>一般信息</h2>
            <p>本网站由巴斯夫运营。巴斯夫拥有和保留一切权利。</p>
            <h2>内容责任</h2>
            <p>巴斯夫尽其最大审慎提供信息，但不对内容之准确性、完整性、可靠性、可用性和及时性做保证。因此，相关用户有义务自行专业地或委托专业人士对所有内容在其预期用途中的适用性进行检查。</p>
            <p>按照一般法律规定，巴斯夫仅对上述网站中由巴斯夫提供的内容负责。但是，巴斯夫无义务监控第三方传输或存储的信息，亦无调查非法活动迹象之义务。一般法律规定中关于移除或拦截使用此类信息的义务不受影响，但此义务仅从知晓该特定侵权之日起生效。一旦收到违法通知，巴斯夫将立刻移除相关内容。<br> </p>
            <p>本网站及所有产品信息（以下简称“产品信息”或“产品内容”） 系在法律允许的范围内按“原样如实”提供，但不涉及任何（明示或暗示的）保证、承诺或责任。除蓄意不当行为以外，巴斯夫不对因使用本内容而造成的或与之有关的任何损失承担责任。在任何情况下，巴斯夫都不对因使用本内容而造成的或与之有关的任何间接、附带或结果性损失负责或承担责任。<br> </p>
            <h2>链接责任</h2>
            <p>本网站中的内容包含有外部网站链接，而巴斯夫无法控制该等外部网站，因此巴斯夫不能对其内容承担任何责任。外部网站内容始终由其相关提供者或运营者负责。巴斯夫在添加链接网站时已检查其是否可能违反法律。并未识别出非法内容。巴斯夫无法对链接网页的合法性进行永久性控制。一旦收到违法通知，巴斯夫将立即移除相关链接。另外，巴斯夫不对这些网站或其内容的有效性负责。<br> </p>
            <h2>版权法</h2>
            <p>巴斯夫编撰的网页内容及文档受版权法保护。复制、加工、传播及任何超出版权法限制的任何使用行为均必须得到巴斯夫书面许可。如相关内容并非由巴斯夫创作，需遵守第三方的版权，特别是标示为第三方内容的。如用户发现侵犯版权的行为，请通知巴斯夫。一旦收到违反通知，巴斯夫将立刻移除相关内容。</p>
            <h2>产品信息</h2>
            <h4>第三方信息和文档</h4>
            <p>如提供给用户的产品信息基于任何第三方库存数据，则用户可在数据表查看最后一次更新的日期。<br> </p>
            <p>尽管巴斯夫已尽其所能确保第三方信息的准确性、完整性、可靠性、及时性和有用性，但在法律允许范围内巴斯夫不对其做任何保证或承担任何责任。</p>
            <h4>巴斯夫信息和文档</h4>
            <p>巴斯夫产品信息基于巴斯夫现有知识和经验，符合相关审批机关的规定。但是，鉴于有多种因素可能影响到产品的加工和应用，用户应自行进行实验和测试。由于产品保存和使用不受巴斯夫控制，巴斯夫亦无法预测所有相关情况，因此巴斯夫不对因保存和使用不当造成的损失承担任何责任。<br> </p>
            <p>产品手册上未列出的应用，特别是包含在审批机关许可或授权之中、但巴斯夫未作推荐的应用，尚未经过巴斯夫验证。 因此，巴斯夫不对因此类应用造成的任何损失承担任何责任。<br> </p>
            <p>多种因素，特别是当地和地区环境因素，可能对产品效果造成影响。对此巴斯夫或巴斯夫经销合作伙伴不承担任何责任。<br> </p>
            <p>产品用户应自行遵守现行产品所有权、法律、法规、产品审批规定和指令。本文档所包含的陈述和信息如有变更，恕不另行通知。</p>
            <h2>销售通用条件</h2>
            <p>巴斯夫销售通用条件不因本网站及其内容、材料和信息而更改，另有书面约定的除外。</p>
            <h4>变更和更新</h4>
            <p>巴斯夫可在不作通知的情况下自行决定随时修改及/或终止本网站的全部或部分功能且无需承担任何责任；巴斯夫也不对网站更新承担任何责任。<br> </p>
            <h2>最终条款</h2>
            <p>任何与本网站及其使用有关的索赔和诉讼案件均受德国法律管辖和解释，但排除其法律冲突原则。</p>
          </div>
        </div>
      </div>
    </v-col>
  </v-container>
</template>
